ACAPI::DesignOptions::v1::DesignOptionCombinationViewSettings::MainModelOnly Struct Reference
Design Options
A type of combination that has no design option connected to it, and only shows the main model. More...
#include <DesignOptionCombinationViewSettings.hpp>
Detailed Description
A type of combination that has no design option connected to it, and only shows the main model.